Repository: snyk-sandbox/dotnet-projects-collection
Catalog: Microsoft.VisualStudio.Editors copy 5/PropPages/xlf/AssemblyInfoPropPage.*.xlf
Languages: pl

# TitleLabel.Text
source: &Title:
pl: &Tytuł:

# TrademarkLabel.Text
source: T&rademark:
pl: Z&nak towarowy:

# CopyrightLabel.Text
source: C&opyright:
pl: P&rawa autorskie:

# ProductLabel.Text
source: &Product:
pl: &Produkt:

# CompanyLabel.Text
source: &Company:
pl: &Firma:

# DescriptionLabel.Text
source: &Description:
pl: &Opis:

# ComVisibleCheckBox.Text
source: &Make assembly COM-Visible
pl: &Ustaw zestaw jako widoczny dla modelu COM

# NeutralLanguageLabel.Text
source: &Neutral language:
pl: &Język neutralny:

# AssemblyVersionLabel.Text
source: &Assembly version:
pl: &Wersja zestawu:

# FileVersionLabel.Text
source: &File version:
pl: Wersja pli&ku:

# FileVersionMajorTextBox.AccessibleName
source: File Version major
pl: Główna

# FileVersionMinorTextBox.AccessibleName
source: File Version minor
pl: Pomocnicza

# FileVersionBuildTextBox.AccessibleName
source: File Version build
pl: Kompilacja

# FileVersionRevisionTextBox.AccessibleName
source: File Version revision
pl: Poprawka

# GuidLabel.Text
source: &GUID:
pl: Identyfikator &GUID:

# AssemblyVersionMajorTextBox.AccessibleName
source: Assembly Version major
pl: Główna

# AssemblyVersionMinorTextBox.AccessibleName
source: Assembly Version minor
pl: Pomocnicza

# AssemblyVersionBuildTextBox.AccessibleName
source: Assembly Version build
pl: Kompilacja

# AssemblyVersionRevisionTextBox.AccessibleName
source: Assembly Version revision
pl: Poprawka
