Repository: snyk-sandbox/dotnet-projects-collection
Catalog: Microsoft.VisualStudio.Editors copy 4/PropPages/xlf/PackagePropPage.*.xlf
Languages: es

# AssemblyVersionLabel.Text
source: &Assembly version:
es: Versión del &ensamblado:

# DescriptionLabel.Text
source: &Description:
es: &Descripción:

# PackageIconUrlLabel.Text
source: &Icon URL:
es: Dirección &URL del icono:

# PackageVersionLabel.Text
source: Package &version:
es: &Versión de paquete:

# PackageLicenseUrlLabel.Text
source: &License URL:
es: Dirección U&RL de licencia:

# PackageTagsLabel.Text
source: &Tags:
es: &Etiquetas:

# RepositoryUrlLabel.Text
source: &Repository URL:
es: Di&rección URL de repositorio:

# PackageReleaseNotesLabel.Text
source: Release &notes:
es: Notas de la versió&n:

# RepositoryTypeLabel.Text
source: &Repository type:
es: Tipo de re&positorio:

# PackageProjectUrlLabel.Text
source: &Project URL:
es: &Dirección URL de proyecto:

# GeneratePackageOnBuild.Text
source: &Generate NuGet package on build
es: Generar paquete Nu&Get en la compilación:

# NeutralLanguageLabel.Text
source: Assembly &neutral language:
es: Lenguaje &neutro de ensamblado:

# AssemblyVersionRevisionTextBox.AccessibleName
source: Assembly Version Revision
es: Revisión

# AssemblyVersionBuildTextBox.AccessibleName
source: Assembly Version Build
es: Compilación

# AssemblyVersionMinorTextBox.AccessibleName
source: Assembly Version Minor
es: Secundaria

# AssemblyVersionMajorTextBox.AccessibleName
source: Assembly Version Major
es: Principal

# FileVersionRevisionTextBox.AccessibleName
source: Assembly File Verison Revision
es: Revisión

# FileVersionBuildTextBox.AccessibleName
source: Assembly File Verison Build
es: Compilación

# FileVersionMinorTextBox.AccessibleName
source: Assembly File Verison Minor
es: Secundaria

# FileVersionMajorTextBox.AccessibleName
source: Assembly File Verison Major
es: Principal

# PackageRequireLicenseAcceptance.Text
source: Require &license acceptance
es: Requerir aceptación de &licencia

# PackageIdLabel.Text
source: Package &id:
es: &Id. de paquete:

# AuthorsLabel.Text
source: &Authors:
es: &Autores:

# AssemblyCompanyLabel.Text
source: Compan&y:
es: Co&mpañía:

# ProductLabel.Text
source: &Product:
es: &Producto:

# AssemblyFileVersionLabel.Text
source: Assembly &file version:
es: Versión del archivo de ensam&blado:
